[{
  "name": "The Enchiridion",
  "content": "Stotic bookness.",
  "description": "The Enchiridion (which translates to \"The Handbook\" or \"The Manual\") was an ancient book with codes of conduct, guidelines, and other helpful information for heroes. The book had great power which allowed it to tear open worm holes between dimensions in the multiverse. It was broken into pieces after turning to stone by Finn in \"The Lich\" in order to stop the Lich from gaining access to the multiverse, but, as it turned out, by doing this Finn made the portal to the multiverse. (See \"The Lich\" for more details.) It was revealed in \"Winter Light\" that while Finn and Jake were in the Farmworld Dimension during the events of \"Crossover\", Finn brought the Enchiridion from that timeline back with him.",
  "tags": ["magic", "book", "old"]
}, {
  "name": "Ice Kings Crown",
  "content": "Magic powers.",
  "description": "The Ice King's crown is the source of the wizard's Ice Powers. The crown is golden, topped with three points and adorned with three red rubies. The crown's jewels are from Magwood, and are what give the object its magic. Also, one of the gems within the crown protects Ice King from the evil brainwashing spells of the Lich.",
  "tags": ["magic"]
}, {
 "name": "Scarlet",
 "content": "https://vignette.wikia.nocookie.net/adventuretimewithfinnandjake/images/5/50/Golden_sword_of_battle.png/revision/latest?cb=20120912043519",
 "description": "The golden sword of battle (also known as Scarlet) is Finn's weapon of choice throughout most of seasons one and two. The blade is dented, chipped, and dirty. Its hilt is black with some worn leather grip-straps and a red gemstone in the pommel. In \"Business Time\", the Business Men polish and sharpen the sword, making this episode the only one in which the golden sword appears to be in excellent condition.",
 "tags": ["sword", "weapon", "Scarlet"]
}, {
  "name": "Everything Burrito",
  "content": "https://vignette.wikia.nocookie.net/adventuretimewithfinnandjake/images/0/00/Fooiconz.png/revision/latest/scale-to-width-down/185?cb=20120825154847",
  "description": "The everything burrito is an extremely large burrito filled with almost everything that is food, and a few things that are inedible like pans. In \"Conquest of Cuteness,\" Jake prepares the everything burrito for breakfast for both Finn and himself. The burrito eventually meets its end when it is buried by Jake, much to his dismay, in a grave outside the Tree Fort. It is buried with a sign that reads \"My Burrito\" out of the suspicion that it was poisoned by the Cuties, ruled by the Cute King.",
  "tags": ["food", "burrito"]
}]
